-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Июн 10 2019 г., 10:29
-- Версия сервера: 10.3.15-MariaDB
-- Версия PHP: 7.3.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `users`
--

-- --------------------------------------------------------

--
-- Структура таблицы `universities`
--

CREATE TABLE `universities` (
  `id` int(11) NOT NULL,
  `Name_Universities` varchar(200) DEFAULT NULL,
  `Images_U` varchar(100) DEFAULT NULL,
  `Region_U` varchar(45) DEFAULT NULL,
  `City_U` varchar(45) DEFAULT NULL,
  `Address_U` varchar(45) DEFAULT NULL,
  `Index_U` varchar(45) DEFAULT NULL,
  `Type_U` varchar(45) DEFAULT NULL,
  `Control_Form_U` varchar(45) DEFAULT NULL,
  `Director_U` varchar(100) DEFAULT NULL,
  `Drinking_Order_U` varchar(150) DEFAULT NULL,
  `Phone_U` varchar(100) DEFAULT NULL,
  `Web_U` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `universities`
--

INSERT INTO `universities` (`id`, `Name_Universities`, `Images_U`, `Region_U`, `City_U`, `Address_U`, `Index_U`, `Type_U`, `Control_Form_U`, `Director_U`, `Drinking_Order_U`, `Phone_U`, `Web_U`) VALUES
(1, 'Луцький національний технічний університет', NULL, 'Волинська область', ' Луцьк', 'вул. Львівська, 75', '43018', 'Університет', 'Державна', 'Ректор Савчук Петро Петрович', 'Міністерство освіти і науки України', '(0332) 77 48 40, 77 03 07, 26 38 70', 'lutsk-ntu.com.ua'),
(2, 'Східноєвропейський національний університет імені Лесі Українки', NULL, 'Волинська область', ' Луцьк', 'просп. Волі, 13', '43025', 'Університет', 'Державна', 'Ректор Коцан Ігор Ярославович', 'Міністерство освіти і науки України', '0-(332) 24-00-18', 'http://eenu.edu.ua'),
(3, 'Державний вищий навчальний заклад «Івано-Франківський національний медичний університет»', NULL, 'Івано-Франківська область', ' Івано-Франківськ', 'вул. Галицька, 2', '76018', 'Університет', 'Державна', 'Ректор Рожко Микола Михайлович', 'Міністерство охорони здоров`я України', '(03422) 24295; 784194; 750638', 'www.ifnmu.edu.ua'),
(4, 'Державний вищий навчальний заклад «Прикарпатський національний університет імені Василя Стефаника»', NULL, 'Івано-Франківська область', ' Івано-Франківськ', 'вул. Шевченка, 57', '76018', 'Університет', 'Державна', 'Ректор Цепенда Ігор Євгенович', 'Міністерство освіти і науки України', '(0342) 75 23 51', 'http://www.pu.if.ua/'),
(5, 'Глухівський національний педагогічний університет імені Олександра Довженка', NULL, 'Сумська область', ' Глухів', 'вул. Києво-Московська, 24', '41400', 'Університет', 'Державна', 'Ректор Курок Олександр Іванович', 'Міністерство освіти і науки України', '+38(054)442-34-27, +38(054)442-35-80', 'http://gnpu.edu.ua'),
(6, 'Сумський державний педагогічний університет імені А.С. Макаренка', NULL, 'Сумська область', ' Суми', 'вул. Роменська, 87', '40002', 'Університет', 'Державна', 'Ректор Лянной Юрій Олегович', 'Міністерство освіти і науки України', '(0542) 22-14-95, 22-15-17', 'www.sspu.sumy.ua'),
(7, 'Сумський державний університет', NULL, 'Сумська область', ' Суми', 'вул. Р.Корсакова, 2', '40007', 'Університет', 'Державна', 'Ректор Васильєв Анатолій Васильович', 'Міністерство освіти і науки України', '(0542) 640 499, (0542) 33 40 58, (0542) 68 77 74', 'www.sumdu.edu.ua'),
(8, 'Вищий навчальний заклад «Східноєвропейський університет економіки і менеджменту» (у формі товариства з обмеженою відповідальністю)', NULL, 'Черкаська область', ' Черкаси', 'вул. Нечуя-Левицького, 16', '18036', 'Університет', 'Приватна', 'Ректор Шпак Любов Олександрівна', '', '(0472) 64 73 00', 'http://suem.edu.ua'),
(9, 'Уманський державний педагогічний університет імені Павла Тичини', NULL, 'Черкаська область', ' Умань', 'вул. Садова, 2', '20300', 'Університет', 'Державна', 'Ректор Безлюдний Олександр Іванович', 'Міністерство освіти і науки України', '+38(047)443-45-82, +38(047)445-23-03', 'http://www.udpu.org.ua');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
